IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Terjadi guling. Perhitungan dibatalkan."
IDS_EC_FOUNDATION_OVERTURNED = "Terbalik"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Beban Desain"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Beban Layanan"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Beban Faktor"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Beban Tambahan"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Beban Permukaan"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Kepadatan Berat"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Tinggi Tanah"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Berat sendiri dipertimbangkan."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "Berat sendiri tidak dipertimbangkan."
IDS_EC_FOUNDATION_DEPTH = "Kedalaman"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Penampang Kolom"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Bentuk Kolom"
IDS_EC_FOUNDATION_RECTANGLE = "Persegi Panjang"
IDS_EC_FOUNDATION_CIRCLE = "Lingkaran"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Eksentrisitas (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Eksentrisitas (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Penampang Dinding"
IDS_EC_FOUNDATION_THICKNESS = "Ketebalan"
IDS_EC_FOUNDATION_ECCENTRICITY = "Eksentrisitas"
IDS_EC_FOUNDATION_REBAR = "Baja Tulangan"
IDS_EC_FOUNDATION_DIRECTION_X = "Arah X"
IDS_EC_FOUNDATION_LAYER__i = "Lapisan %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Arah Y"
IDS_EC_FOUNDATION_FOUNDATION = "Fondasi"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Ukuran Fondasi"
IDS_EC_FOUNDATION_WIDTH = "Lebar"
IDS_EC_FOUNDATION_NO_OF_PILE = "Jumlah tiang "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Jarak Pile "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Periksa Kapasitas Tanah"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Periksa tegangan tanah layan di program utama."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Hitung tegangan tanah layanan"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Hitung tegangan tanah ultimate"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Hitung tegangan tanah layan (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Hitung tegangan tanah ultimit (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Periksa Kapasitas Pile"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Hitung reaksi tiang layan (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Hitung reaksi tiang ultimit (%s)"
IDS_EC_FOUNDATION_INDEX = "Indeks"
IDS_EC_FOUNDATION_AT_FACE = "di Permukaan"
IDS_EC_FOUNDATION_AT_DIST2D = "di Jarak-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Periksa Gaya Geser Satu Arah"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Periksa Gaya Geser Dua Arah"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Hitung parameter"
IDS_EC_FOUNDATION_COLUMN_FACE = "Hitung Gaya Geser pada Muka Kolom"
IDS_EC_FOUNDATION_2D = "Hitung Gaya Geser pada Jarak-2d"
IDS_EC_FOUNDATION_D = "Hitung Gaya Geser pada Jarak-d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Periksa Kapasitas Momen"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Hitung kapasitas momen (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Hitung kapasitas momen pada muka kolom"
IDS_EC_FOUNDATION_REF_095D = "Referensi 0.95d adalah 'The Concise Eurocode' 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Periksa Baja Tulangan"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Hitung luas minimum baja tulangan yang diperlukan"
IDS_EC_FOUNDATION_X_DIRECTION = "Arah X"
IDS_EC_FOUNDATION_Y_DIRECTION = "Arah Y"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Hitung batas maksimum jarak baja tulangan (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Berat Sendiri"
IDS_EC_FOUNDATION_COLUMN = "Kolom"
IDS_EC_FOUNDATION_SHAPE = "Bentuk"
IDS_EC_FOUNDATION_DIAMETER = "Diameter"
IDS_EC_FOUNDATION_ECCENT_X = "Eksentrisitas(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Eksentrisitas(Y)"
IDS_EC_FOUNDATION_WALL = "Dinding"
IDS_EC_FOUNDATION_LAYER_1_X = "Lapisan-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Lapisan-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Lapisan-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Lapisan-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Pile"
IDS_EC_FOUNDATION_SPACE = "Ruang"
IDS_EC_FOUNDATION_CHECK_CAPA = "Periksa Kapasitas"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Periksa Item"
IDS_EC_FOUNDATION_UNIT = "Satuan"
IDS_EC_FOUNDATION_CALCULATED = "Dihitung"
IDS_EC_FOUNDATION_CRITIERIA = "Kriteria"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Kapasitas Tanah (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Momen-Arah X(Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Momen-Arah Y(Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "Gaya Geser-Satu Arah-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Gaya Geser-Satu Arah-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "Gaya Geser-Dua Arah (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "Gaya Geser-Dua Arah-Permukaan (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "Gaya Geser-Dua Arah-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "Gaya Geser-Dua Arah-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Penekanan Pile-Permukaan (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Penekanan Pile-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Kapasitas Tiang-Comp. (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Kapasitas Tiang-Tens. (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "DAFTAR INPUT FONDASI"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Daftar Data Input"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Kedalaman = %s%s, Selimut = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Kedalaman = %s%s, Jarak = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Membuat Laporan Fondasi..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Bentuk Kolom \t: Persegi panjang"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Bentuk Kolom \t: Lingkaran"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Eksentrisitas (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Eksentrisitas (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Ketebalan \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Eksentrisitas \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Lebar \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Punching Tiang"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Hitung gaya geser satu arah (Arah X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Hitung gaya geser satu arah (Arah Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Periksa Momen"
IDS_EC_FOUNDATION_COLUMN__s = "Kolom (%s)"
IDS_EC_FOUNDATION_WALL__s = "Dinding (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Kedalaman = %s%s, Selimut = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Kedalaman = %s%s, Jarak = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Berat\nSendiri"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Versi modul desain tidak kompatibel"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Hitung Kedalaman Efektif Momen"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Hitung Kedalaman Efektif Gaya Geser"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Catatan : Saat memeriksa punching tiang, diasumsikan bahwa tiang adalah tiang interior."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "Keliling kritis ditentukan tanpa mempertimbangkan tiang sudut atau tiang tepi."
IDS_EC_FOUNDATION_USER_D = "Hitung Gaya Geser pada Jarak-User d"
IDS_EC_ONEWAY_SHEAR = "Gaya Geser Satu Arah"
IDS_EC_ONEWAY_SHEAR_X = "Gaya Geser Satu Arah-X"
IDS_EC_TWOWAY_SHEAR = "Gaya Geser Dua Arah"
IDS_EC_TWOWAY_SHEAR_CF = "Gaya Geser Dua Arah-Muka Kolom"
IDS_EC_TWOWAY_SHEAR_2D = "Gaya Geser Dua Arah-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Gaya Geser Dua Arah-PenggunaD"
IDS_EC_OFFSET_FACTOR = "Faktor Offset"
IDS_EC_MOMENT_Y_DIRECTION = "Momen-Arah-Y"
IDS_EC_MOMENT_X_DIRECTION = "Momen-Arah-X"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Momen-Arah-X( Cantilever ) "
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Momen-Arah-X( Kolom ) "
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Momen-Arah-X( Rentang ) "
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Periksa Ruang-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Periksa Ruang-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Periksa Luas-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Periksa Luas-X"
IDS_EC_OFFSET = "Offset"
IDS_EC_FOUNDATION_SOIL_CAPA = "Kapasitas Tanah"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "Nilai didasarkan pada beban layan"
IDS_EC_FOUNDATION_OVER_TURNING = "Nilai tidak akan ditampilkan jika terjadi guling"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Diagram Tegangan Tanah"
IDS_EC_SFD_DIAGRAM = "Diagram Gaya Geser"
IDS_EC_BMD_DIAGRAM = "Diagram Momen Bending"
IDS_EC_PLAN_SECT = "Rencana & Penampang"
IDS_EC_REBAR_MAX_AREA = "Luas Maksimum"
IDS_EC_REBAR_MIN_AREA = "Luas Minimum"
IDS_EC_REBAR_REQ_AREA = "Luas yang Diperlukan"
IDS_EC_REBAR_MAX_SPACE = "Jarak Maksimum"
IDS_EC_CANTIL = "Cantilever"
IDS_EC_COLUMN = "Kolom"
IDS_EC_SPAN = "Rentang"
IDS_EC_FOUNDATION_FDN_SECTION = "Penampang Fondasi"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Gaya dan Penulangan"
IDS_EC_FOUNDATION_INVERTED_T = "Inverted T"
IDS_EC_FOUNDATION_ECC = "Eks."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Momen_atas (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Momen_bawah (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Gaya Geser (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Momen Transversal (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Ukuran Balok"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Momen dan Gaya"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Hitung kapasitas Gaya Geser"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Baja Atas"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Baja Bawah"
IDS_EC_FOUNDATION_BOT_BAR = "Baja Bawah"
IDS_EC_FOUNDATION_STIRRUP = "Stirrup"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Baja Transversal"
IDS_EC_FOUNDATION_STANS_BAR = "Batang Trans."
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,atas$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bawah$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bawah$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,kiri$"
IDS_EC_FOUNDATION_q_s_right = "q_s,kanan$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,atas-kiri$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,atas-kanan$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bawah-kiri$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bawah-kanan$"
IDS_EC_FOUNDATION_q_s_max = "q_s,maks$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,kiri$"
IDS_EC_FOUNDATION_q_u_right = "q_u,kanan$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,atas-kiri$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,atas-kanan$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bawah-kiri$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bawah-kanan$"
IDS_EC_FOUNDATION_q_u_max = "q_u,maks$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "Aplikasi A_s,min$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Berat\nSendiri"
IDS_EC_FOUNDATION_L_SURFACE = "L_permukaan$"
IDS_EC_FOUNDATION_H_SOIL = "H_tanah$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Atas"
IDS_EC_FOUNDATION_BOT = "Bawah"
IDS_EC_FOUNDATION_LAYER__i__EA = "Lapisan %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Sengkang \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Baja Tulangan Transversal \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "Beban surcharge tidak dipertimbangkan."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "untuk lebar unit"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "untuk lebar keseluruhan"
IDS_EC_MEMBER_NAME = "NAMA ELEMEN STRUKTUR"
IDS_EC_GENERAL_INFORMATION = "Informasi Umum"
IDS_EC_DESIGN_CODE = "Kode Desain"
IDS_EC_UNIT_SYSTEM = "Sistem Satuan"
IDS_EC_SECTION = "Penampang"
IDS_EC_SECTION_SIZE = "Ukuran Penampang"
IDS_EC_SECTION_SHAPE_T = "Penampang T"
IDS_EC_SECTION_SHAPE_RECT = "Penampang R"
IDS_EC_THICKNESS = "Ketebalan"
IDS_EC_MATERIAL = "Material"
IDS_EC_REBAR_COVER = "Penutup"
IDS_EC_REBAR_DISTANCE = "Jarak"
IDS_EC_CONSIDERED = "Dipertimbangkan"
IDS_EC_NOT_CONSIDERED = "Tidak Dipertimbangkan"
IDS_EC_POSITION_CAPITAL = "POSISI"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Gaya Desain"
IDS_EC_FORCES = "Gaya"
IDS_EC_BY_LOAD_COMB = "oleh Kombinasi Beban"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Beban Tambahan & Berat Sendiri"
IDS_EC_REINFORCEMENT = "Penulangan"
IDS_EC_TOP_BAR = "Baja Atas"
IDS_EC_BOTTOM_BAR = "Baja Bawah"
IDS_EC_TOP = "Atas"
IDS_EC_BOTTOM = "Bawah"
IDS_EC_EXT_BAR = "Batang Ext."
IDS_EC_INT_BAR = "Batang Int."
IDS_EC_BOT = "Bawah."
IDS_EC_EXT = "Ext."
IDS_EC_INT = "Int."
IDS_EC_STIRRUP = "Baut"
IDS_EC_TRANSVERSE_BAR = "Baja Melintang"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Rasio"
IDS_EC_LAYER = "Lapisan"
IDS_EC_REMARK = "Keterangan"
IDS_EC_ITEMS = "Item"
IDS_EC_VALUE = "Nilai"
IDS_EC_INPUT_DATA_LIST = "Daftar Data Masukan"
IDS_EC_LENGTH = "Panjang"
IDS_EC_FACTOR = "Faktor"
IDS_EC2_BEAM_GENERATE_REPORT = "Membuat Laporan RC/Balok..."
IDS_EC2_BEAM_MOMENT_FORCES = "Momen dan Gaya"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Gaya dan Penguat"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Baja Tulangan Kompresi"
IDS_EC2_BEAM_SPLICE_TYPE = "Jenis Sambungan"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Hitung rasio kapasitas gaya geser"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Hitung jarak penulangan geser"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Hitung kuat geser dengan penulangan geser"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Hitung kapasitas gaya geser maksimum penampang"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Periksa Gaya Geser Satu Arah"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Periksa Kapasitas Momen Lentur"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Hitung kuat rencana material"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Hitung parameter desain"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Hitung luas penulangan yang diperlukan"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Hitung batas luas penulangan"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Periksa luas penulangan tarik"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Hitung kapasitas momen"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Hitung rasio kapasitas momen"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "Momen bernilai nol. Dilewati"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Periksa Kapasitas Gaya Geser"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Hitung kuat geser tanpa penulangan geser"
IDS_EC2_BEAM_REBAR_POSITIVE = "Positif"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Negatif"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Positif, Int."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Negatif, Ext."
IDS_EC2_BEAM_SLAB_THICKNESS = "Ketebalan Pelat Lantai"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Lebar Efektif"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "DAFTAR MASUKAN BALOK"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Analisis sebagai Balok Persegi Panjang"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Analisis sebagai Balok Tee"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Jangan periksa lebar retak"
IDS_EC2_CRACK_LIMIT = "Batas Retak"
IDS_EC2_CHK_CRACK_WIDTH = "Periksa Lebar Retak"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Faktor Lebar Retak"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Periksa retak pada Beban Karakteristik"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Periksa retak pada Beban Kuasi-Permanen"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Periksa retak pada Beban Sering"
IDS_EC2_EXPOSURE_CLASS = "Kelas Paparan"
IDS_EC2_CHECK_STRESS_LIMITATION = "Periksa batas tegangan"
IDS_EC2_CRITERIA_DEFLECTION = "Kriteria untuk defleksi"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Untuk defleksi Beban Karakteristik"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Untuk lendutan Beban Kuasi-Permanen"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Faktor Perbesaran Defleksi"
IDS_EC2_DEFLECTION = "Defleksi"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Dibagi 2 untuk kantilever"
IDS_EC2_SUPPORT = "Dukungan"
IDS_EC2_SPAN = "Rentang"
IDS_EC2_CHARACTERISTIC = "Karakteristik"
IDS_EC2_QUASI_PERMANENT = "Kuasi-Permanen"
IDS_EC2_FREQUENT = "Sering"
IDS_EC2_DURATION = "Durasi"
IDS_EC_DEAD = "Mati"
IDS_EC_DEAD_LOAD = "Beban Mati"
IDS_EC_LIVE = "Hidup"
IDS_EC_LIVE_LOAD = "Beban Hidup"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Defleksi Karakteristik"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Defleksi Kuasi-Permanen"
IDS_EC2_CHECK_DEFLECTION = "Periksa Defleksi"
IDS_EC_SUPPORT_CONDITION = "Kondisi Dukungan"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Faktor Defleksi Karakteristik"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Faktor Defleksi Kuasi-Permanen"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Durasi untuk beban yang dipertahankan"
IDS_EC_SUSTAIN_LOAD = "Beban yang Dipertahankan"
IDS_EC2_CBSF_MAIN_RIB = "Rib Utama"
IDS_EC2_CBSF_FLANGE_PART = "Bagian Flange"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Hitung Gaya Rencana (Bagian Flens)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Parameter Gaya Desain"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Gaya Desain (Bagian Flange)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Kapasitas Dukung Tanah"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Periksa Kapasitas Dukung Tanah"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Hitung rasio kapasitas tanah"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "DAFTAR INPUT STRIP FOOTING BALOK KONTINU"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Membuat Laporan Fondasi Jalur..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Momen-Arah X(MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Momen-Arah Y(MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "DAFTAR MASUKAN DINDING KOMBINASI"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Membuat Laporan Dinding Gabungan..."
IDS_EC2_CWALL_WALL_ID = "ID Dinding"
IDS_EC_LOAD_COMBINATIONS = "Kombinasi Beban"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Titik Awal"
IDS_EC2_CWALL_END_POINT = "Titik Akhir"
IDS_EC_INFORMATION = "Informasi"
IDS_EC_SPACING_LIMIT = "Batas Jarak"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Posisi Baja Tulangan Vertikal"
IDS_EC2_CWALL_VERT_REBAR = "Baja Tulangan Vert."
IDS_EC2_CWALL_HORZ_REBAR = "Baja Tulangan Hor."
IDS_EC2_CWALL_END_REBAR = "Baja Tulangan Akhir"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Pengaturan"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Bagi sama rata berdasarkan jarak terdekat"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Bagi dengan jarak yang tepat"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Dari Akhir"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Dari Tengah"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Tambah Baja"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Periksa Rasio Kekakuan"
IDS_EC_CALC_RADIUS_GYRATION = "Hitung jari-jari girasi"
IDS_EC_CALC_SLENDERNESS_RATIO = "Hitung rasio kekakuan"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Hitung batas rasio kekakuan"
IDS_EC_SLENDER = "Kekakuan"
IDS_EC_NOT_SLENDER = "Tidak Kekakuan"
IDS_EC_CHECK_MIN_MOMENT = "Periksa Momen Minimum"
IDS_EC_CALC_MIN_MOMENT = "Hitung Momen Minimum"
IDS_EC_CALC_MIN_ECCEN = "Hitung Eccentricity Minimum"
IDS_EC_CHECK_DESIGN_MOMENT = "Periksa Momen Desain"
IDS_EC_CALC_DESIGN_MOMENT = "Hitung Momen Desain"
IDS_EC_DESIGN_MOMENT = "Momen Desain"
IDS_EC_X_DIRECTION = "Arah X"
IDS_EC_Y_DIRECTION = "Arah Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Periksa Parameter Desain"
IDS_EC_CALC_REBAR_RATIO = "Hitung Rasio Baja Tulangan"
IDS_EC_CALC_ECCENTRICITY = "Hitung Eccentricity"
IDS_EC_ROTATION_NA = "Sudut rotasi sumbu netral"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Hitung kapasitas beban aksial konsentris"
IDS_EC_CHECK_MOMENT_CAPACITY = "Periksa Kapasitas Momen"
IDS_EC_CALC_CAPACITY_CONCRETE = "Hitung kapasitas blok tegangan tekan"
IDS_EC_CALC_CAPACITY_REBAR = "Hitung kapasitas baja tulangan"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Hitung kapasitas nominal untuk sumbu netral"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Hitung kapasitas beban aksial dan momen"
IDS_EC_CHECK_SHEAR_CAPACITY = "Periksa Kapasitas Gaya Geser"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Hitung ruang maksimum"
IDS_EC_CALC_SHEAR_STRENGTH = "Hitung kekuatan geser"
IDS_EC_LENGTH_FACTOR = "Panjang & Faktor"
IDS_EC_MOMENT_CAPACITY = "Kapasitas Momen"
IDS_EC_SHEAR_CAPACITY = "Kapasitas Gaya Geser"
IDS_EC_CHECK_ITEM = "Periksa Item"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Nama"
IDS_EC_DESCRIPTION = "Deskripsi"
IDS_EC_DESIGN_FORCE = "Gaya Desain"
IDS_EC2_CWALL_FLANGE_WIDTH = "Ketebalan Flange"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Lebar Aktual"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Lebar Efektif"
IDS_EC2_CWALL_GLOBAL = "Global"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "Penulangan geser tidak diperlukan."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "Penulangan geser diperlukan."
IDS_EC_2ND_ORDER_EFFECT = "Efek Orde ke-2"
IDS_EC_IMPERFECTION = "Ketidaksempurnaan"
IDS_EC_AUTO_CALC = "Hitung Otomatis."
IDS_ERCO_MOMENT_CAPACITY = "Periksa Kapasitas Momen"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Hitung kapasitas nominal untuk sumbu seimbang"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Hitung kapasitas nominal untuk sumbu netral"
IDS_ERCO_BANLANCED_AXIS = "Sumbu Seimbang"
IDS_ERCO_NEUTRAL_AXIS = "Sumbu Netral"
IDS_ERCO_CAPACITY_REBAR = "Hitung kapasitas baja tulangan"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Hitung kapasitas blok tegangan tekan"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Hitung faktor pengurangan kekuatan"
IDS_EC_ERCO_GENERATE_REPORT = "Membuat Laporan Kolom RC..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Periksa Kelayakan"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Faktor Kelayakan"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Periksa Beban Karakteristik ( Tegangan Beton )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Periksa Beban Kuasi-Permanen ( Rangkak Linear )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Periksa Beban Sering ( Tegangan Beton )"
IDS_EC_ERCO_CRACKED_SECTION = "Penampang Retak"
IDS_EC_ERCO_UNCRACKED_SECTION = "Penampang Tidak Retak"
IDS_EC_ERCO_LINEAR_CREEP = "Creep Linier"
IDS_EC_ERCO_NONLINEAR_CREEP = "Creep Nonlinier"
IDS_EC_ERCO_LONG_TERM = "Jangka Panjang"
IDS_EC_ERCO_SHORT_TERM = "Jangka Pendek"
IDS_URGC_EFFECTIVE_AREA = "Area Efektif"
IDS_URGC_GENERATE_REPORT = "Membuat Laporan Kolom Penampang Umum RC..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "DAFTAR INPUT KOLOM PENAMPANG UMUM RC"
IDS_ESBC_INPUT_LIST = "DAFTAR INPUT SAMBUNGAN BAUT BAJA"
IDS_ESBC_PLATE = "Pelat"
IDS_ESBC_PLATE_WEB = "Pelat (Web)"
IDS_ESBC_PLATE_FLANGE = "Pelat (Flange)"
IDS_ESBC_BOLT = "Baut"
IDS_ESBC_EXTENSION = "Ekstensi"
IDS_ESBC_AUTO = "Otomatis"
IDS_ESBC_SUPPORTED_MEM = "Elemen Struktur yang Didukung"
IDS_ESBC_SUPPORTING_MEM = "Elemen Struktur yang Mendukung"
IDS_ESBC_BOLT_TYPE = "Tipe Baut"
IDS_ESBC_WELDING = "Pengelasan"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Material dan Kaki"
IDS_ESBC_WELDING_MATERIAL = "Material Pengelasan"
IDS_ESBC_WELDING_LEG = "Kaki Pengelasan"
IDS_ESBC_MAX_VALUE = "Nilai Maks"
IDS_ESBC_NOT_CHK = "Tidak Periksa"
IDS_ESBC_CHK_MAX_VALUE = "Periksa nilai maksimum jarak dan perpanjangan"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Jangan periksa nilai maksimum jarak dan perpanjangan"
IDS_ESBC_LEVEL_AND_GAP = "Tingkat dan Celah"
IDS_ESBC_LEVEL = "Tingkat"
IDS_ESBC_GAP = "Celah"
IDS_ESBC_PERCENT = "Persentase"
IDS_ESBC_APPLY = "Terapkan"
IDS_ESBC_DIVISION = "Pelat Pembagian"
IDS_ESBC_DIVISION_APPLY = "Terapkan Pelat Pembagian"
IDS_ESBC_DIVISION_NOT_APPLY = "Jangan Terapkan Pelat Pembagi"
IDS_ESBC_APPLIED_FORCE = "Gaya Diterapkan"
IDS_ESBC_MEMB_STRENGTH = "Kekuatan Elemen Struktur"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Periksa Pelat Penutup Flange"
IDS_ESBC_CHK_NET_TENSION = "Periksa keberadaan tarik bersih"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Tegangan bersih terjadi"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "Tarik bersih tidak terjadi"
IDS_ESBC_CHK_PLATE_RESIS = "Periksa Ketahanan Pelat"
IDS_ESBC_CHK_BOLT_GROUP = "Periksa Grup Baut"
IDS_ESBC_CHK_MIN_RESIS = "Periksa Ketahanan Minimum"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Periksa Pelat Penutup"
IDS_ESBC_CHK_DIMENSION = "Periksa Dimensi"
IDS_ESBC_CHK_PLATE = "Periksa Pelat"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Periksa dimensi Pelat Flens & Web"
IDS_ESBC_CHK_THIK = "Periksa Ketebalan"
IDS_ESBC_CHK_SPACING = "Periksa Jarak"
IDS_ESBC_CHK_PART_BOLT = "Baut"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Flange"
IDS_ESBC_CHK_PART_PLATE = "Pelat"
IDS_ESBC_CHK_PART_COLUMN = "Kolom"
IDS_ESBC_CHK_PART_CONNECT = "Koneksi"
IDS_ESBC_CHK_PART_PLATE_FIN = "Pelat Fin"
IDS_ESBC_CHK_PART_PLATE_END = "Pelat Akhir"
IDS_ESBC_CHK_PART_PLATE_DIV = "Pelat Pembagian"
IDS_ESBC_CHK_SUPPORTED_MEM = "Periksa Elemen Struktur yang Didukung"
IDS_ESBC_CHK_CONNECTION = "Periksa Koneksi"
IDS_ESBC_CHK_SUPPORTING_MEM = "Periksa Elemen Struktur yang Mendukung"
IDS_ESBC_CHK_TYING_RESISTANCE = "Periksa Ketahanan Pengikatan"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Periksa Integritas Struktur"
IDS_ESBC_CHK_SUPPORTED_WELD = "Periksa pengelasan Elemen Struktur yang ditumpu"
IDS_ESBC_CHK_SUPPORTED_WEB = "Periksa ketahanan Gaya Geser pada web"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Periksa ketahanan pada takikan"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Periksa Stabilitas Lokal"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Periksa grup baut pada sambungan"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Periksa Pelat dalam Gaya Geser"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Periksa Gaya Geser dan tumpu pada Elemen Struktur penumpu"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Periksa Pelat dan Baut"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Periksa ketahanan web Elemen Struktur yang ditumpu"
IDS_ESBC_CHK_TYING_WELD = "Periksa Ketahanan Pengelasan"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Periksa ketahanan web Kolom penumpu"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Tidak perlu memperhitungkan stabilitas lokal balok bertakik"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "Perlu memperhitungkan stabilitas lokal balok bertakik"
IDS_ESBC_SHEAR = "Gaya Geser"
IDS_ESBC_LOW_SHEAR = "Gaya Geser Rendah"
IDS_ESBC_HIGH_SHEAR = "Gaya Geser Tinggi"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Periksa Gaya Geser pada grup baut"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Periksa tumpu baut pada pelat"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Periksa tumpu baut pada web Elemen Struktur yang ditumpu"
IDS_ESBC_CHK_SHAER_PLATE = "Periksa Gaya Geser pada pelat"
IDS_ESBC_CHK_BENADING_PLATE = "Periksa lentur pelat"
IDS_ESBC_CHK_BUCKLING_PLATE = "Periksa Lateral Torsional Buckling"
IDS_ESBC_CHK_WEB_SHEAR = "Periksa web dalam gaya geser"
IDS_ESBC_CHK_SHEAR_NOTCH = "Periksa web terhadap Gaya Geser pada Elemen Struktur yang ditumpu bertakik"
IDS_ESBC_CHK_RESIS_CONNEC = "Periksa ketahanan pada sambungan"
IDS_ESBC_CHK_RESIS_NOTCH = "Periksa ketahanan pada takikan"
IDS_ESBC_CHK_LOCAL_STABILITY = "Periksa stabilitas lokal"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Periksa pengelasan Elemen Struktur penumpu"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Periksa Gaya Geser dan Beban"
IDS_ESBC_CHK_PLATE_TENSION = "Periksa ketahanan tarik pelat"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Periksa Gaya Geser baut pada pelat"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Periksa ketahanan tarik web balok"
IDS_ESBC_CHK_WEB_SUPPORTED = "Periksa web Elemen Struktur yang ditumpu"
IDS_ESBC_CHK_SUPPORTING_COL = "Periksa kolom pendukung"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Pelat fin panjang"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Pelat fin pendek"
IDS_ESBC_CHK_SHEAR_RATIO = "Rasio Gaya Geser"
IDS_ESBC_CHK_PUNCHING_RATIO = "Rasio Punching"
IDS_ESBC_ORDINARY = "Biasa"
IDS_ESBC_COUNTERSUNK = "Cekung"
IDS_ESBC_SPACE_X = "Ruang(x)"
IDS_ESBC_SPACE_Y = "Ruang(y)"
IDS_ESBC_EXTENSION_X = "Ekstensi(x)"
IDS_ESBC_EXTENSION_Y = "Ekstensi(y)"
IDS_ESBC_CHK_EXTENSION = "Periksa Ekstensi"
IDS_UCFT_GENERATE_REPORT = "Membuat Laporan Kolom SRC CFT..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Batasan kekuatan material"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Rasio area penampang baja"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Hitung alokasi gaya"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Gaya Geser yang diperlukan yang ditransfer oleh penghubung geser"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Hitung kekuatan ikatan langsung"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "kolom komposit terisi memanjang ke satu sisi"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "kolom komposit terisi memanjang ke kedua sisi"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Periksa Klasifikasi Penampang"
IDS_UCFT_CHECK_CLASSIFICATION = "Klasifikasi"
IDS_UCFT_AXIAL = "Axial"
IDS_UCFT_FLEXURE = "Fleksi"
IDS_UCFT_FOR_AXIAL = "untuk axial"
IDS_UCFT_FOR_FLEXURE = "untuk fleksi"
IDS_UCFT_TREATED_COMPACT = "Oleh karena itu, seluruh penampang diperlakukan sebagai kompak."
IDS_UCFT_TREATED_NONCOMPACT = "Oleh karena itu, seluruh penampang diperlakukan sebagai tidak kompak."
IDS_UCFT_OVER_LAMDA_MAX = "Oleh karena itu, rasio lebar-ketebalan seluruh penampang melebihi "
IDS_UCFT_OVER = "Lebih"
IDS_UCFT_UNDER = "Kurang"
IDS_UCFT_SEISMIC = "Seismik"
IDS_UCFT_SPECIAL_PROVISION = "Ketentuan Khusus"
IDS_UCFT_HIGH_DUCTILITY = "Duktalitas Tinggi"
IDS_UCFT_MIDDLE_DUCTILITY = "Duktalitas Sedang"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Periksa kekuatan Momen plastis terhadap sumbu utama"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Periksa kekuatan Momen plastis terhadap sumbu minor"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Periksa kekuatan Momen batas leleh terhadap sumbu utama"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Periksa kekuatan Momen batas leleh terhadap sumbu minor"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Periksa kekuatan Momen batas leleh pertama terhadap sumbu utama"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Periksa kekuatan Momen batas leleh pertama terhadap sumbu minor"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Baja HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Periksa Transfer Beban"
IDS_UCCO_MATERIAL_N_SECTION = "Material & Penampang"
IDS_UCCO_CONCRETE_MATERIAL = "Material Beton"
IDS_UCCO_STEEL_MATERIAL = "Material Baja"
IDS_UCCO_STEEL_SHAPE = "Bentuk Baja"
IDS_UCCO_EXTERNAL_FORCE_TO = "Gaya eksternal ke"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "Elemen CFT meluas ke"
IDS_UCCO_LOAD_TRANSFER = "Transfer Beban"
IDS_UCCO_CHECK_LIMITATION = "Periksa Pembatasan"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Periksa Kekuatan Momen"
IDS_UCCO_GENERATE_REPORT = "Membuat Laporan Kolom SRC..."
IDS_UCCO_USE_CRITERIA_VALUE = "Gunakan Nilai Kriteria"
IDS_UCCO_AUTO_CALCULATE = "Hitung Otomatis."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Periksa luas baja tulangan transversal."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Gunakan detail ujung batang sengkang"
IDS_UCCO_INPUT_LIST = "DAFTAR INPUT KOLOM SRC"
IDS_UCCO_LIMIT = "Batas"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Periksa Persyaratan untuk Material"
IDS_UCCO_CALC_STEEL_RATIO = "Hitung rasio baja"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Hitung jarak batang utama"
IDS_UCCO_CALC_CAPACITY_STEEL = "Hitung kapasitas baja"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Periksa panjang penyaluran baut angkur"
IDS_USBP_BASE_PLATE = "Pelat Dasar"
IDS_USBP_ANCHOR_BOLT = "Baut Penjepit"
IDS_USBP_WING_PLATE = "Pelat Sayap"
IDS_USBP_RIB_PLATE = "Pelat Rusuk"
IDS_USBP_RIB_WING_PLATE = "Pelat Rusuk & Pelat Sayap"
IDS_USBP_PEDESTAL = "Pondasi"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Periksa tegangan tumpu pelat dasar"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "Gaya reaksi tidak ada."
IDS_USBP_BEARING_STRESS = "Tegangan Penopang"
IDS_USBP_BEARING_STRENGTH = "Kekuatan Penopang"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Hitung Tegangan Tumpu Beton"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Hitung Kekuatan Tumpu Beton"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Periksa Kekuatan Tarik"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "Gaya tarik tidak ada."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Periksa Panjang Perkembangan"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Kombinasi Beban yang diterapkan untuk Tegangan Tumpu"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Periksa tegangan tarik baut angkur"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Periksa tegangan tarik pada tumpuan"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "Gaya tarik tidak ada."
IDS_USBP_CHECK_BASE_PLATE = "Periksa pelat dasar"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Momen Desain"
IDS_USBP_FORCE_DIAGRAM = "Diagram Gaya"
IDS_USBP_CHECK_RIB_PLATE = "Periksa pelat rusuk"
IDS_USBP_CHECK_WING_PLATE = "Periksa pelat sayap"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Periksa baut penjepit"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Baut angkur tidak ada."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Periksa panjang penyaluran baut angkur"
IDS_USBP_INPUT_LIST = "DAFTAR INPUT PELAT DASAR BAJA"
IDS_USBP_START_ANGLE = "Sudut Awal"
IDS_USBP_GENERATE_REPORT = "Membuat Laporan Pelat Dasar Baja..."
IDS_USBP_CALC_BP_THK = "Hitung Ketebalan Pelat Dasar"
IDS_CALC_THK_RATIO = "Hitung Rasio Ketebalan Pelat Dasar"
IDS_EC_UNLIMITED = "Tidak Terbatas"
IDS_ESMC_GENERATE_REPORT = "Membuat Laporan Sambungan Baut Momen..."
IDS_ESBC_GENERATE_REPORT = "Membuat Laporan Sambungan Baut..."
IDS_ESMC_ALONE = "sendiri"
IDS_ESMC_AND = "dan"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Diterapkan"
IDS_ESMC_AREA = "Area"
IDS_ESMC_BEAM = "Balok"
IDS_ESMC_BEAMFLANGEANDWEB = "Flange dan Web Balok"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Flens dan Web Balok, Ketahanan Tekan"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Flens dan Web Balok dalam Ketahanan Tekan"
IDS_ESMC_BEAMWEB = "Web Balok"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Web Balok dalam Tarik Transversal"
IDS_ESMC_BOLT = "Baut"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Ketahanan tumpu baut pada flens Kolom"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Ketahanan tumpu baut pada Pelat Ujung"
IDS_ESMC_BOLTGROUP = "Grup Baut"
IDS_ESMC_BOLTINFORMATION = "Informasi Baut"
IDS_ESMC_BOLTINSHEAR = "Baut dalam Gaya Geser"
IDS_ESMC_BOLTROW = "Baris Baut"
IDS_ESMC_BOLTSPACING = "Jarak Baut"
IDS_ESMC_BOLTSPACING_COLUMN = "Jarak Tepi di Kolom"
IDS_ESMC_BOLTSPACING_PLATE = "Jarak Tepi di Pelat"
IDS_ESMC_BOTTOMSTIFFENER = "Penguat Bawah"
IDS_ESMC_BRACKET = "Braket"
IDS_ESMC_BUCKLINGCURVE = "Kurva Keterlipatan"
IDS_ESMC_BUCKLINGRESISTANCE = "Ketahanan Keterlipatan"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Keseimbangan Gaya Axial"
IDS_ESMC_CALCULATEDEPTH = "Hitung Kedalaman"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Hitung Panjang Efektif"
IDS_ESMC_COLUMN = "Kolom"
IDS_ESMC_COLUMNFLANGE = "Flange Kolom"
IDS_ESMC_COLUMNFLANGEINBENDING = "Flange Kolom dalam Pembengkokan"
IDS_ESMC_COLUMNWEB = "Web Kolom"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Web Kolom, Ketahanan Keterlipatan"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Web Kolom, Ketahanan tekuk dengan pengaku tekan"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Web Kolom, Ketahanan Hancur"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Web Kolom, Ketahanan hancur dengan pengaku tekan"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Web Kolom dalam Tekan Transversal"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Web Kolom dalam Tarik Transversal"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Web Kolom dalam Gaya Geser"
IDS_ESMC_COLUMNWEBPANELZONE = "Zona Panel Web Kolom"
IDS_ESMC_COLUMNWEBSTIFFENER = "Penguat Web Kolom"
IDS_ESMC_COMBINED = "Gabungan"
IDS_ESMC_COMPRESSIONGOVERNED = "Dikuasai Kompresi"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Web Kolom, Ketahanan Gaya Geser Transversal"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Dimensi Penguat Kompresi"
IDS_ESMC_COMPRESSIONZONE = "Zona Kompresi"
IDS_ESMC_COMPRESSIVERESISTANCE = "Ketahanan Kompresif"
IDS_ESMC_CONNECTION = "Sambungan"
IDS_ESMC_DEPTH = "Kedalaman"
IDS_ESMC_DEPTHABOVE600MM = "Kedalaman > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Kedalaman < 600mm"
IDS_ESMC_DESIGNFORCE = "Gaya Desain"
IDS_ESMC_DIA = "Dia."
IDS_ESMC_DOUBLE = "Ganda"
IDS_ESMC_EDGEDISTANCE = "Jarak Tepi"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Luas efektif hancur dengan pengaku tekan"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Luas efektif tekuk dengan pengaku tekan"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Pemeriksaan penampang pengaku efektif untuk tekuk"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Ketahanan tarik efektif baris baut"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Lebar efektif web dalam tekan"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Ketahanan Gaya Geser Efektif"
IDS_ESMC_EFFRESISTANCE = "Ketahanan Efektif"
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Pelat Akhir"
IDS_ESMC_ENDPLATEINBENDING = "Pelat Akhir dalam Pembengkokan"
IDS_ESMC_ENMODE1 = "Mode 1"
IDS_ESMC_ENMODE2 = "Mode 2"
IDS_ESMC_ENMODE3 = "Mode 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "STEP5 Las"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Keseimbangan Gaya"
IDS_ESMC_GENERAL = "Umum"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Girder Flange"
IDS_ESMC_HAUNCH = "Haunch"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Haunch Flange"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Haunch Web"
IDS_ESMC_HOLEDIA = "Dia. lubang"
IDS_ESMC_LAYOUT = "Tata Letak Grup Baut"
IDS_ESMC_LENGTH = "Panjang"
IDS_ESMC_MODE1RESISTANCE = "Mode 1 Resistance"
IDS_ESMC_MODE2RESISTANCE = "Mode 2 Resistance"
IDS_ESMC_MODE3RESISTANCE = "Mode 3 Resistance"
IDS_ESMC_MOMENTFORCEMINUS = "Baris 1 menunjukkan baris bawah dari grup baut"
IDS_ESMC_MOMENTFORCEPLUS = "Baris 1 menunjukkan baris atas dari grup baut"
IDS_ESMC_MOMENTRESISTANCE = "Momen Resistance"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Momen Resistance dengan Haunch"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Momen Resistance tanpa Haunch"
IDS_ESMC_NAME = "Nama"
IDS_ESMC_NET = "Net"
IDS_ESMC_NOCOLUMNS = "Jml. Kolom"
IDS_ESMC_NOREDUCTION = "Tanpa Reduksi"
IDS_ESMC_NOROWS = "Jml. Baris"
IDS_ESMC_NOTAPPLIED = "Tidak Diterapkan"
IDS_ESMC_NOTCHECK = "Tidak Diperiksa"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Faktor Parsial Koneksi"
IDS_ESMC_PARTIALFACTOR_STEEL = "Faktor Parsial Baja Struktural"
IDS_ESMC_PLATE = "Plate"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Faktor Reduksi Buckling Pelat"
IDS_ESMC_PLATESLENDERNESS = "Kekakuan Pelat"
IDS_ESMC_PRETENSION = "Pretension"
IDS_ESMC_REDUCTION = "Reduksi"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Faktor reduksi untuk tegangan tekan longitudinal"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Faktor reduksi untuk interaksi Gaya Geser"
IDS_ESMC_RESISTANCE = "Resistance"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Ketahanan flens Kolom terhadap lentur"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Ketahanan Pelat Ujung terhadap lentur"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Resistance dengan Haunch"
IDS_ESMC_ROW = "Baris"
IDS_ESMC_SECTION = "Penampang"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Ketahanan Gaya Geser web dengan pengaku"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Ketahanan Gaya Geser web tanpa pengaku"
IDS_ESMC_SHEARRESISTANCE = "Shear Resistance"
IDS_ESMC_SPACING = "Jarak"
IDS_ESMC_STEEL = "Baja Struktural"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Web Kolom Resistance"
IDS_ESMC_STIFFENERSIZE = "Ukuran Stiffener"
IDS_ESMC_SUMMARYBOLTROW = "Ringkasan: Baris Baut"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Ringkasan: Ketahanan Momen"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Ringkasan: Ketahanan Zona Tekan"
IDS_ESMC_TENSIONGOVERNED = "Tension Governed"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Ketahanan Tarik Baris Baut"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Pemeriksaan Tension Stiffener"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Dimensi Tension Stiffener"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "Pengaku tarik tidak diperlukan untuk badan Kolom"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Pengaku tarik diperlukan untuk badan Kolom"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Tension Stiffener Resistance"
IDS_ESMC_TENSIONZONETSTUBS = "Tension Zone T-stubs"
IDS_ESMC_THICKNESS = "Ketebalan"
IDS_ESMC_TOPSTIFFENER = "Top Stiffener"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Vertical Shear Resistance"
IDS_ESMC_WEBRESISTANCE = "Girder Web"
IDS_ESMC_WELDSCHECK = "Pemeriksaan Las"
IDS_ESMC_WELDSIDES = "Sisi Las"
IDS_ESMC_WIDTH = "Lebar"
IDS_ESMC_WITHROW = "dengan Baris"
IDS_EC_FLANGE = "Flange"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Tipe Elemen Struktur"
IDS_EC_SECTION_PROPERTY = "Properti Penampang"
IDS_EC_BUILT_UP = "Built up"
IDS_EC_ROLLED = "Rolled"
IDS_EC_CHK_ITEMS = "Periksa Item"
IDS_EC_MAJOR_AXIS_X = "Sumbu Utama (X)"
IDS_EC_MINOR_AXIS_Y = "Sumbu Minor (Y)"
IDS_EC_REQUIRED = "Diperlukan"
IDS_EC_NO_REQUIRED = "Tidak Diperlukan"
IDS_EC_CLASS = "Kelas"
IDS_EC_CLASS1 = "Kelas 1"
IDS_EC_CLASS2 = "Kelas 2"
IDS_EC_CLASS3 = "Kelas 3"
IDS_EC_CLASS4 = "Kelas 4"
IDS_EC_TABLE = "Tabel"
IDS_ESSG_KIJ_ANNEX = "Lampiran Faktor Interaksi"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Penentuan Faktor Interaksi"
IDS_ESSG_METHOD_1_ANNEX_A = "Gunakan metode 1 yang diberikan dalam Lampiran A"
IDS_ESSG_METHOD_2_ANNEX_B = "Gunakan metode 2 yang diberikan dalam Lampiran B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Periksa Resistansi Aksial"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Hitung Resistansi Aksial Kompresi"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Hitung Resistansi Aksial Tension"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Periksa Resistansi Shear"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Hitung ketahanan gaya geser terhadap sumbu utama (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Hitung ketahanan gaya geser terhadap sumbu minor (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Terapkan tipe end post kaku"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Terapkan tipe end post tidak kaku"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Periksa Resistansi Momen"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Hitung ketahanan momen terhadap sumbu utama (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Hitung ketahanan momen terhadap sumbu minor (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Periksa ketahanan lentur dan gaya geser"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Resistansi Bending dan Shear"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Hitung ketahanan lentur dan gaya geser terhadap sumbu utama"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Hitung ketahanan lentur dan gaya geser terhadap sumbu minor"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Periksa ketahanan lentur dan aksial"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Resistansi Bending dan Aksial"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Hitung ketahanan lentur dan aksial"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Periksa Rasio Interaksi Umum"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Periksa ketahanan lentur, gaya geser, dan aksial"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Ketahanan lentur, gaya geser, dan aksial"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Hitung ketahanan lentur, gaya geser, dan aksial terhadap sumbu utama"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Hitung ketahanan lentur, gaya geser, dan aksial terhadap sumbu minor"
IDS_ESSG_CHK_FBR_RESISTANCE = "Periksa Resistansi Buckling Fleksural"
IDS_ESSG_FBR_RESISTANCE = "Resistansi Buckling Fleksural"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Hitung ketahanan tekuk lentur terhadap sumbu utama"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Hitung ketahanan tekuk lentur terhadap sumbu minor"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Periksa tekuk torsi dan tekuk torsi-lentur"
IDS_ESSG_TB_TFB_RESISTANCE = "Tekuk torsi dan tekuk torsi-lentur"
IDS_ESSG_CALC_TB_RESISTANCE = "Hitung Resistansi Buckling Torsional"
IDS_ESSG_CALC_TFB_RESISTANCE = "Hitung ketahanan tekuk torsi-lentur"
IDS_ESSG_CHK_LTB_RESISTANCE = "Periksa ketahanan tekuk torsi lateral"
IDS_ESSG_LTB_RESISTANCE = "Resistansi Buckling Torsional Lateral"
IDS_ESSG_CALC_LTB_RESISTANCE = "Hitung ketahanan tekuk torsi lateral"
IDS_ESSG_CHK_BNC_RESISTANCE = "Periksa Elemen Struktur seragam dalam lentur dan tekan aksial"
IDS_ESSG_BNC_RESISTANCE = "Elemen Struktur seragam dalam lentur dan tekan aksial"
IDS_ESSG_CALC_BNC_RESISTANCE = "Hitung ketahanan Elemen Struktur seragam dalam lentur dan tekan aksial"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Periksa Resistansi Buckling Shear"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Resistansi Buckling Shear"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Hitung ketahanan tekuk geser terhadap sumbu utama"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Hitung ketahanan tekuk geser terhadap sumbu minor"
IDS_ESSG_HIGH_SHAER = "Shear Tinggi"
IDS_ESSG_NOT_HIGH_SHAER = "Tidak Shear Tinggi"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Abaikan pengaruhnya terhadap ketahanan momen."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Tidak perlu dikurangi pada kondisi berikut."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Tidak perlu mengurangi ketahanan lentur pada kondisi berikut."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Tidak perlu mengurangi ketahanan lentur-aksial pada kondisi berikut."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Tidak perlu mengurangi kondisi ketahanan lentur-aksial untuk sumbu minor pada kondisi berikut."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Tidak perlu mengurangi kondisi ketahanan lentur-aksial untuk sumbu utama pada kondisi berikut."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Toleransi untuk pengaruh gaya aksial pada sumbu utama dan sumbu minor pada kondisi berikut. "
IDS_ESSG_BUCKLING_CURVE = "Kurva Buckling"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Kurva Buckling Torsional Lateral"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Kurva Buckling Torsional Lateral\n"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Tidak perlu memeriksa ketahanan tekuk"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Tidak perlu memeriksa tekuk torsi dan tekuk torsi-lentur"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Tidak perlu memeriksa tekuk torsi lateral"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Tidak perlu memeriksa ketahanan lentur dan tekan aksial"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Tidak perlu memeriksa tekuk geser"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Efek tekuk dapat diabaikan."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Efek tekuk harus dipertimbangkan."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Dihitung oleh Lampiran A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Dihitung oleh Lampiran B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Lebar Tumpu Tambahan (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Resistansi Beban Baut Anchor"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Resistansi Gesekan Baut Anchor"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Properti Shear Baut Anchor"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Resistansi Tarik Baut Anchor"
IDS_ASSEMBLYSTRONG_AXIS = "Perakitan (Sumbu Kuat)"
IDS_ASSEMBLYWEAK_AXIS = "Perakitan (Sumbu Lemah)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Properti pelat dasar dan baut angkur"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Pelat dasar dalam lentur dan baut angkur dalam tarik (Sumbu Kuat)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Pelat dasar dalam lentur dan baut angkur dalam tarik (Sumbu Lemah)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Pelat dasar dalam lentur dan Beton dalam tekan (Sumbu Kuat)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Pelat dasar dalam lentur dan Beton dalam tekan (Sumbu Lemah)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Ketahanan pelat dasar dalam tekan"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Ketahanan pelat dasar dalam tarik"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Kekuatan Tumpu (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Perhitungan Panjang Efektif"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Perhitungan Panjang Efektif (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Perhitungan Panjang Efektif (Baut Dalam)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Perhitungan Panjang Efektif (Baut Luar)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Perhitungan Resistansi Sambungan"
IDS_CHECK_BOLT_SHEAR = "Periksa Shear Baut"
IDS_CHECK_BOLT_TENSION = "Periksa Tension Baut"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Periksa kombinasi gaya geser dan Torsi"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Periksa kondisi tanpa tumpang tindih"
IDS_CHECK_FOR_PRYING_CONDITION = "Periksa Kondisi Prying"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Periksa apakah area efektif muat pada pelat dasar"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Kolom, sayap, dan badan dalam tekan (Sumbu Kuat)"
IDS_COMPRESSED_PART_RESISTANCE = "Resistansi Bagian Terkompresi"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Perhitungan kapasitas tekan (Sumbu Kuat)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Perhitungan Ketahanan Tekan"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Pemeriksaan Ketahanan Tekan"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Faktor korelasi untuk las fillet"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Ketahanan Baut Jangkar Desain"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Ketahanan Perlekatan Desain"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Kasus Desain: Sisi Kiri dalam Tekan, Sisi Kanan dalam Tekan"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Kasus Desain: Sisi Kiri dalam Tarik, Sisi Kanan dalam Tarik"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Ketahanan tekan desain sayap"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Ketahanan momen desain tumpuan Kolom"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Ketahanan gaya geser desain untuk las fillet pada arah X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Ketahanan gaya geser desain untuk las fillet pada arah Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Ketahanan tarik desain untuk las fillet"
IDS_EFFECTIVE_AREA_CALCULATION = "Perhitungan Luas Efektif"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Area Efektif dari keseimbangan gaya (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Area Efektif T-Stub tertekan"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Panjang Efektif, Lebar, dan Area"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Perhitungan Gaya Ekivalen (Sayap Kolom)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Perhitungan Gaya Ekivalen (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Faktor m untuk Baut Luar"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Grout memengaruhi ketahanan tumpu Beton"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Grout TIDAK memengaruhi ketahanan tumpu Beton"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Lengan momen bagian tekan"
IDS_LEAVER_ARM_OF_TENSION_PART = "Lengan momen bagian tarik"
IDS_LOAD_ECCENTRICITY = "Eccentricity Beban"
IDS_MOMENT_CAPACITY = "Kapasitas Momen"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Kapasitas momen lentur plastis pelat dasar"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Kapasitas momen lentur plastis pelat dasar per satuan panjang"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Kapasitas momen lentur plastis Kolom"
IDS_PRESENCE_OF_PRYING_EFFECT = "Kehadiran Efek Prying"
IDS_RATIOX = "Rasio(x)"
IDS_RATIOY = "Rasio(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Reduksi kapasitas momen (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Reduksi kapasitas momen (EN1993-1-1,6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Ketahanan mode kegagalan 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Ketahanan Mode Kegagalan 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Ketahanan mode kegagalan 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Ketahanan mode kegagalan 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Ketahanan mode kegagalan 4 (Badan Kolom dalam Tarik) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Ketahanan Mode Kegagalan T-Stub 1-2 (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Ketahanan T-Stub dalam Tarik"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Ketahanan T-Stub Tarik"
IDS_RIB = "sirip"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Desain Gaya Geser (EN1993-1-8 Tabel 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "Gaya geser tidak ada."
IDS_T = "t"
IDS_TENSION_FORCES = "Gaya Tarik"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Verifikasi Ketahanan Bagian Tarik"
IDS_TENSION_RESISTANCE_FACTORS = "Faktor Ketahanan Tarik"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Ketahanan Tarik Baut"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Pemeriksaan pengelasan (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Rasio Pengelasan"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Lebar strip di sekitar kolom C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "sayap"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Periksa jarak tepi (baut angkur pasca-instalasi)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Hitung kuat tarik (baut angkur pasca-instalasi)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Hitung kuat geser (baut angkur pasca-instalasi)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Periksa jarak dari tepi beton ke pusat baut angkur"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Hitung Kekuatan Baja"
IDS_CALCULATE_SIZE_DATA = "Hitung Data Ukuran"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Hitung kuat breakout beton"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Hitung kuat pull-out angkur"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Kuat breakout beton, arah X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Kuat breakout beton, arah Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Hitung kuat pry-out beton"
IDS_CALCULATE_COMBINED_RATIO = "Hitung Rasio Gabungan"
IDS_CONDITION = "Kondisi"
IDS_EQUATION = "Persamaan"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "DAFTAR INPUT BAUT ANGKUR RC"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Periksa flange dan web di bawah gaya terpusat"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Periksa apakah pengaku diperlukan"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Periksa Persyaratan untuk Stiffener"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Periksa persyaratan untuk aksi bidang tarik"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Periksa persyaratan pengaku untuk menerapkan aksi bidang tarik"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Periksa web di bawah gaya terpusat"
IDS_COLUMNS = "Kolom"
IDS_UNIFORM_LOAD = "Beban Seragam"
IDS_FINISH_LOAD = "Beban Akhir"
IDS_CONSTRUCTION_LOAD = "Beban Konstruksi"
IDS_CONSTRUCTION_STAGE = "Tahap Konstruksi"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Periksa Persyaratan untuk Stud"
IDS_CHECK_SIZE = "Periksa Ukuran"
IDS_CHECK_MATERIAL = "Periksa Material"
IDS_MATERIAL_PROPERTIES_APPLIED = "Sifat Material (Diterapkan)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Hitung lebar efektif pelat lantai"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Lebar Efektif Pelat"
IDS_THICKNESS_OF_CONCRETE = "Ketebalan Beton"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Hitung Gaya Geser Desain"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Hitung gaya desain selama konstruksi"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Periksa Defleksi selama Konstruksi"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Periksa lendutan akibat beban mati"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Periksa lendutan akibat beban hidup"
IDS_CALCULATE_STRENGTH_OF_STUD = "Hitung Kekuatan Stud"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Hitung modulus elastisitas beton"
IDS_CALCULATE_NUMBER_OF_STUD = "Hitung Jumlah Stud"
IDS_CALCULATE_COMPOSITION_RATIO = "Hitung Rasio Komposisi"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Periksa kuat momen (momen positif)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Hitung Momen Inersia"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Hitung momen inersia efektif"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Hitung batas bawah untuk momen inersia"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Hitung Sifat Mode Balok"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Hitung Lebar Efektif"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Hitung momen inersia transformasi"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Hitung Defleksi & Frekuensi"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Hitung momen inersia transformasi per satuan lebar"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Hitung lebar panel balok efektif"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Hitung berat panel balok"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Hitung Sifat Mode Girder"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Hitung lebar panel girder efektif"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Periksa Getaran (Mode Gabungan)"
IDS_ADJUST_GIRDER_DEFLECTION = "Sesuaikan Defleksi Girder"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Hitung Frekuensi Fundamental Lantai"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Hitung berat panel mode gabungan ekuivalen"
IDS_CALCULATE_PEAK_ACCELERATION = "Hitung Percepatan Puncak"
IDS_H_BEAM__SLAB = "H-Beam & Pelat"
IDS_CONST_LOAD = "Beban konstruksi"
IDS_CONCENTRATED_FORCES = "Gaya Terpusat"
IDS_CONSTRUCTION = "Konstruksi"
IDS_DEAD__LIVE = "Mati & Hidup"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Desain Plastik (Penampang Kompak)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Desain elastis (penampang non-kompak)"
IDS_MAX = "Maks."
IDS_V = "V'"
IDS_COMP_RATIO = "Rasio kompresi"
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Hitung lebar & berat panel balok efektif"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Hitung lebar & berat panel girder efektif"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Frekuensi Lantai (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "DAFTAR INPUT BALOK KOMPOSIT SRC"
IDS_SECTION_H_BEAM__SLAB = "Penampang (H-Beam & Pelat)"
IDS_SECTION_STUD = "Penampang (Stud)"
IDS_SECTION_DECK_PLATE = "Penampang (Pelat Dek)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Beban Desain (Beban Seragam)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Gaya Desain (Gaya Terpusat)"
IDS_NOWEB = "Tanpa web"
IDS_NOFLANGE = "Tanpa flange"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Baja Lingkar"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Periksa Persyaratan untuk Material"
IDS_CALCULATE_STEEL_RATIO = "Hitung rasio baja"
IDS_CALCULATE_MAIN_BAR_SPACE = "Hitung ruang batang utama"
IDS_CALCULATE_ECCENTRICITY = "Hitung eccentricity"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Kolom mengalami gaya tarik. Dilewati."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Hitung kapasitas Baja"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Hitung kapasitas nominal untuk sumbu netral"
IDS_F = "f"
IDS_CONC = "beton"
IDS_STEEL = "baja"
IDS_CONCRETE_SECTION = "Penampang Beton"
IDS_H_BEAM__REBAR = "H-Beam & Baja Tulangan"
IDS_HOOP_BAREND = "Baja Lingkar(END)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Balok baja pada tahap konstruksi"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Balok komposit pada tahap normal"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Periksa sumbu netral pada penampang"
IDS_PLASTIC_NA = "N.A. plastis"
IDS_COORINATE_OF_PLASTIC_NA = "Koordinat N.A. plastis"
IDS_CHECK_BENDING_RESISTANCE = "Periksa ketahanan pembengkokan"
IDS_NAXIS_CONDITION = "Kondisi"
IDS_NAXIS_EQUATION_FOR = "Persamaan untuk"
IDS_NAXIS_VALUE = "Nilai"
IDS_CALCULATION = "Perhitungan"
IDS_CALCULATION_FOR_K = "Perhitungan untuk k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Perhitungan tahanan momen elastis"
IDS_PLASTIC_MOMENT_RESISTNACE = "Perhitungan tahanan momen plastis"
IDS_CALCULATION_OF = "Perhitungan dari"
IDS_ELASTIC_NA = "N.A. elastis"
IDS_COORDINATE_OF_ELASTIC_NA = "Koordinat N.A. elastis"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Periksa penampang komposit efektif"
IDS_POSITION = "Posisi"
IDS_EQUATION_FOR_K = "Persamaan untuk k"
IDS_STEEL_TOP_FLANGE = "Flens Atas Baja"
IDS_STEEL_WEB = "Web Baja"
IDS_STEEL_BOT_FLANGE = "Flens Bawah Baja"
IDS_CONCRETE_SLAB = "Pelat Beton"
IDS_REINFORCING_STEEL = "Baja Penguat"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Modulus penampang pada tumpuan internal"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Tabel modulus penampang pada setiap bagian dalam penampang"
IDS_STEEL_SECTION = "Penampang Baja"
IDS_COMPOSITE_SECTION = "Penampang Komposit"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Perhitungan kapasitas momen penampang"
IDS_PART = "Bagian"
IDS_AXIAL_COMP_CAPACITY = "Kapasitas tekan aksial"
IDS_ARM_LENGTH = "Panjang Lengan"
IDS_MOMENT_CAPACITY_TABLE = "Kapasitas Momen"
IDS_TOTAL = "Total"
IDS_ERROR = "Kesalahan"
IDS_IN_CONCRETE_SLAB = "di Pelat Beton"
IDS_IN_STEEL_TOP_FLANGE = "di Flens Atas Baja"
IDS_IN_STEEL_WEB = "di Web Baja"
IDS_IN_STEEL_BOT_FLANGE = "di Flens Bawah Baja"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Sumbu netral plastis pada flange bawah baja"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Sumbu netral plastis pada web baja"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Sumbu netral plastis pada web"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Sumbu netral plastis pada lubang web baja"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Sumbu netral plastis pada flange atas baja"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Sumbu netral plastis pada pelat lantai beton"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Periksa Ketahanan Gaya Geser Longitudinal"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Hitung gaya geser longitudinal"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Hitung tahanan geser desain stud berkepala"
IDS_BENDING_RESISTANCE = "Gaya Lentur"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Gaya Geser Longitudinal"
IDS_TABLE_OF_CALCULATION_FOR_K = "Tabel perhitungan untuk k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Gaya Geser Vertikal"
IDS_LONGITUDINAL_DIRECTION = "Arah Longitudinal"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "Tanda kapasitas momen ditentukan oleh arah momen terlepas dari arah gaya."
IDS_EFFECTIVE_WIDTH = "Lebar Efektif"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Periksa persyaratan untuk stud"
IDS_CHECK_SIZE_SMALL = "Periksa ukuran"
IDS_CHECK_MATERIAL_SMALL = "Periksa material"
IDS_EC_MAJOR_AXIS_Y = "Sumbu Utama (Y)"
IDS_EC_MINOR_AXIS_X = "Sumbu Minor (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Periksa gaya geser vertikal"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Perhitungan tahanan momen plastis"
